import bukovi from "../images/bukovi-lisy.jpg";
import koroleva from "../images/Koroleva-hora.jpg";
import muzey from "../images/Muzey-pryrody.jpg";
import profil from "../images/Profil-A.Piasetskoho.jpg";
import zalyvky from "../images/Zalyvky.jpg";
const text = [
  {
    id: 1,
    title: "Королева гора над Янівським ставом",
    desc: `Саме тут Іван Франко написав свого "Мойсея". З цього місця
    відкриваються величні панорами неповторних розточанських
    ландшафтів. Польодовиковий останець, що височіє над Янівським
    ставом, в минулому – одне з найулюбленіших місць відпочинку
    польських королів.`,
    image: koroleva,
  },
  {
    id: 2,
    title: "Музей природи, колонія сірої чаплі",
    desc: `Місце знайомства з окремими представниками місцевої природної флори та фауни, геологічними зразками часів сивої давнини`,
    image: muzey,
  },
  {
    id: 3,
    title: "Польодовикове торфове болото Заливки",
    desc: `Залишок найбільшого в минулому болотного масиву на Розточчі – на місці польодовикового озера з найпотужнішим шаром торфу, осередок поширення рідкісних видів флори.`,
    image: zalyvky,
  },
  {
    id: 4,
    title: "Верещиця – давні букові ліси",
    desc: `Об’єкт Світової природної спадщини ЮНЕСКО. Крайня північно-східна межа суцільного ареалу поширення бука лісового. Тут збережені 140-160-річні величні бучини з характерними рослинними комплексами. Букові ліси – один з найефективніших факторів охолодження мікроклімату в регіоні в умовах глобального потепління.`,
    image: bukovi,
  },
  {
    id: 5,
    title: "Лісотипологічний профіль А.П’ясецького",
    desc: `У глибині лісу на відрізку 1050 м можна побачити різні за складом та структурою типи лісу – від давніх соснових лісів до дібров та бучини. А ще унікальні європейські сосново-дубово-букові ліси, які крім Розточчя, ніде в Україні не трапляються.`,
    image: profil,
  },
];

export default text;
